Log/first_request.xml

<?xml version='1.0' encoding='UTF-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="urn://x-artefacts-smev-gov-ru/services/service-adapter/types"><soapenv:Header /><soapenv:Body><tns:ClientMessage xmlns:n1="http://www.altova.com/samplexml/other-namespace" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="urn://x-artefacts-smev-gov-ru/services/service-adapter/types" xsi:schemaLocation="urn://x-artefacts-smev-gov-ru/services/message-exchange/types/1.2"><tns:itSystem>******</tns:itSystem><tns:RequestMessage><tns:RequestMetadata><tns:clientId>your UUID</tns:clientId><tns:createGroupIdentity><tns:FRGUServiceCode>***</tns:FRGUServiceCode><tns:FRGUServiceDescription>***</tns:FRGUServiceDescription><tns:FRGUServiceRecipientDescription>***</tns:FRGUServiceRecipientDescription></tns:createGroupIdentity><tns:testMessage>***</tns:testMessage></tns:RequestMetadata><RequestContent><content><MessagePrimaryContent><tns:FNSPaspINNRequest xmlns:tns="urn://x-artefacts-ffns-paspinn-tofns-ru/247-01/4.0.0" ИННФЛ="***"><tns:ФИО FamilyName="***" FirstName="***" Patronymic="***" /><tns:ДокУдЛичн DocumentCode="21" IssuerDate="YYYY-MM-DD" SeriesNumber="11 11 111111" /></tns:FNSPaspINNRequest></MessagePrimaryContent></content></RequestContent></tns:RequestMessage></tns:ClientMessage></soapenv:Body></soapenv:Envelope>